---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpaceOccupancyScheduleParam
source: html/311d67f6-3875-d86e-96d5-b65894fe50f4.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpaceOccupancyScheduleParam Property

"Occupancy Schedule"

## Syntax (C#)
```csharp
public static ForgeTypeId SpaceOccupancyScheduleParam { get; }
```